[AG_Tower_Confession_NP DisAbstractItemAudioLog]
m_ItemName="摄政王的自白"
m_PluralItemName=""
m_Description="摄政王对于他的“贫困消除计划”以及所带来的适得其反的效果感到内疚和矛盾。"

[TowerReturn_Notes_Granny DisAbstractItem]
m_ItemName="可爱的小宝贝"
m_PluralItemName=""
m_Description="哦，可爱的小宝贝，可爱的小宝贝。走进地下室，多么可爱的小宝贝。你为什么不出来见我呢？当你在这儿时，我们让他们尖叫，不是吗？回来看我时我会给你另一个礼物，亮闪闪的雕刻。你没有太多恰当的谈话技巧，使你烦恼，但是我喜欢看你工作。当你回来我会给你讲些故事，这样的故事。\n\n你亲爱的奶奶"

[TowerReturn_Notes_Hocking DisAbstractItem]
m_ItemName="禁止入内"
m_PluralItemName=""
m_Description="布里埃蒙特队长，\n请你务必和一个你的人谈话。我相信，下士凯斯归你管。据晨务官说，凯斯一直往地下室跑，与皇家拷问者会晤。我不知道他们讨论了什么，但是据报告凯斯对神秘学有兴趣。总之，我不是督军，所以我不会对他如何度过任务之外的时间多做评价。但是让他离拷问者远点。地下室对我们的人来说是禁止入内的。\n\n--霍金少校"

[TowerReturn_Notes_LosingSupport DisAbstractItem]
m_ItemName="失去支持"
m_PluralItemName=""
m_Description="摄政王大人，\n\n自从我们失去波义耳家族的财政支持后，事情就危急了，因此我们不得不做出大量的削减。部署在高塔周围瑞哈文河上的巡逻艇已经调至北岸，以保护仍从顿沃城外农田零星运来的少量食物。\n\n阁下，我现在警告你，这意味着经由水闸接近高塔的路线现在已无防备。虽然从水中而来的攻击不太可能发生，但是我知道你有多担心。\n\n讽刺的是，有一件事帮了我们：自从上个月水闸发生故障后，那个负责维护护城河流量控制装置的白痴还没有修好它，而且由于索科洛夫失踪，其他人都不知道怎样让这该死的机器再次运转。所以任何想从河里发动袭击的人都得爬上水闸里的管子，这是难以想象的。\n\n--托比亚斯将军"

[TowerReturn_Notes_NotSignedMissing DisAbstractItem]
m_ItemName="波义耳女士失踪"
m_PluralItemName=""
m_Description="摄政王大人，\n我们对失踪的波义耳女士的搜寻仍在继续，但收效甚微。似乎没人知道她出了什么事，不过有传言说她乘船离开了派对。这似乎不太可能，但无论如何，那名目击者没有看到更多情况，所以连这条线索也断了。\n\n我知道波义耳女士对您很重要。请放心，我们会加倍努力找到她。\n\n伽鲁维上尉"

[TowerReturn_Notes_SignedMissing DisAbstractItem]
m_ItemName="波义耳女士失踪"
m_PluralItemName=""
m_Description="摄政王大人，\n我们对失踪的波义耳女士的搜寻仍在继续，但收效甚微。似乎没人知道她出了什么事，不过有传言说她乘船离开了派对。这似乎不太可能，但无论如何，那名目击者没有看到更多情况，所以连这条线索也断了。\n\n另外，这事无疑不值得占用您的时间，我甚至不愿提起，不过据说在波义耳的派对当晚，有人在来宾簿上签下了“科尔沃·阿塔诺”。这肯定是个恶趣味的玩笑。然而，您要求所有此类事情都要向您汇报；而且说实话，我们从未找到皇家护卫的尸体，所以我认为最好还是让您知晓。抱歉用此事打扰您。我知道波义耳女士对您很重要。请放心，我们会加倍努力找到她。\n\n伽鲁维上尉"

[TowerReturn_Notes_Worship DisAbstractItem]
m_ItemName="督军的连祷文"
m_PluralItemName=""
m_Description="在变得乖戾、分裂之前，约束出格之念。两个敌人能占据同一个身体吗？不能，因为一个会把身体引向一边，另一个又引向另一边，直到他们跌进沟里。同样，两种相悖的思想无法长期共存于一个人的心中，否则他会意志薄弱，任由各种异端邪说摆布。约束谎言之舌，它如同人口中的火星。虽微不足道，一粒火星却能将整座城市焚为平地。谎言的始作俑者将受到惩罚，每经一人传播，惩罚便加重一分。约束喜爱擅闯的流浪之足。他们无视他人田地的界石。他们游荡到异国他乡，回来时脚底已被罪孽染黑。\n"